aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
andreafrederica.andrea-novel-editor
andreafrederica.andrea-novel-helper
anseki.vscode-color
bierner.markdown-checkbox
bierner.markdown-emoji
blueglassblock.better-json5
christian-kohler.path-intellisense
codezombiech.gitignore
cweijan.vscode-office
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
gera2ld.markmap-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
holmescn.vscode-wordcount-cjk
igorsbitnev.error-gutters
jacquesgariepy.out-of-code-insights
mkxml.vscode-filesize
ms-ceintl.vscode-language-pack-zh-hans
pkief.material-icon-theme
savh.json5-kit
shaharkazaz.git-merger
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
waderyan.gitblame
yzane.markdown-pdf
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github